Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# DevicesPageNetworkSetupConnectAutomatically.Text
source: Connect Automatically
af: Koppel outomaties
am: በአውቶማቲክ አገናኝ
ar: الاتصال تلقائيا
as: স্বয়ংক্ৰিয়ভাৱে সংযোগ কৰক
az_arab: Avtomatik Bağla
bg: Автоматично свързване
bn: স্বয়ংক্রিয়ভাবে সংযোগ করুন
bs: Poveži se automatski
ca: Connecta't automàticament
cs: Připojit automaticky
cy: Cysylltu yn awtomatig
da: Opret forbindelse automatisk
de: Automatisch verbinden
el: Αυτόματη σύνδεση
es: Conectarse automáticamente
et: Automaatne ühendamine
fa: اتصال خودکار
fi: Yhdistä automaattisesti
fil: Awtomatikong Kumonekta
fr_ca: Connectez-vous automatiquement
ga: Ceangail go huathoibríoch
gu: આપમેળે જોડાવો
he: התחבר באופן אוטומטי
hi: स्वचालित रूप से कनेक्ट करें
hr: Automatski se poveži
hu: Automatikus csatlakozás
hy: Միացրեք ավտոմատ կերպով
id: Hubungkan Secara Otomatis
is: Tengjast sjálfkrafa
it: Connessione automatica
iu: ᑲᓲᑎᑲᐅᑎᒋᓂᖅ
ja: 自動的に接続する
kk: Автоматты түрде қосылу
km: តភ្ជាប់ដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಂಪರ್ಕಿಸು
ko: 자동 연결
ku_arab: گرێدان بە ئۆتۆماتیکی
ky: Автоматтык түрдө туташтыруу
lo: ເຊື່ອມຕໍ່ອັດຕະໂນມັດ
lt: Automatinis prisijungimas
lv: Automātiska savienojuma izveide
mi: Tūhono aunoa
ml: യാന്ത്രികമായി ബന്ധിപ്പിക്കുക
mr: आपोआप कनेक्ट करा
ms: Sambung Secara Automatik
mt: Ikkonnettja awtomatikament
nb: Koble til automatisk
ne: स्वचालित रूपमा जडान गर्नुहोस्
nl: Automatisch verbinding maken
or: ସ୍ୱତଃସ୍ପୃତ ଭାବେ ସଂଯୋଗ କରନ୍ତୁ
pa: ਆਟੋਮੈਟਿਕ ਕੁਨੈਕਟ ਕਰੋ
pl: Połącz automatycznie
prs: اتصال خودکار
pt_pt: Ligar automaticamente
ro: Conectați-vă automat
ru: Автоматическое подключение
sk: Pripojte sa automaticky
sl: Samodejno vzpostavi povezavo
sq: Lidhu automatikisht
sr_cyrl: Аутоматски се повежи
sr_latn: Automatski se poveži
sv: Anslut automatiskt
sw: Unganisha kiotomatiki
ta: தானாக இணை
te: స్వయంచాలకంగా కనెక్ట్ చేయి
th: เชื่อมต่อโดยอัตโนมัติ
ti: ብኡንብኡ ኣራኽብ
tr: Otomatik Bağlan
uk: Автоматичне підключення
ur: خود بخود جڑیں
vi: Kết nối tự động
zh_hans: 自动连接
zh_hant: 自動連接

# DevicesPageNetworkSetupWiFiStatus.Text
source: WiFi status :
am: የ WiFi ሁኔታ
ar: حالة واي فاي:
as: ৱাইফাই স্থিতি :
az_arab: WiFi statusu :
bg: WiFi статус :
bn: ওয়াইফাই স্থিতি:
ca: Estat WiFi :
cs: Stav WiFi :
cy: Statws WiFi :
de: WLAN-Status :
el: Κατάσταση WiFi:
es: Estado de WiFi:
et: WiFi olek :
fa: وضعیت فای :
fi: WiFi-tila:
fil: Katayuan ng WiFi :
fr_ca: État WiFi :
ga: Stádas WiFi:
gu: WiFi સ્થિતિ :
he: מצב WiFi :
hi: वाईफ़ाई स्थिति:
hu: WiFi állapot:
hy: WiFi կարգավիճակ .
id: Status WiFi :
is: WiFi staða:
it: Stato WiFi :
iu: ᐅᐊᔭᐅᑉ ᖃᓄᐃᓕᖓᓂᖓ:
ja: 無線LANステータス :
kk: WiFi күйі:
km: ស្ថានភាព WiFi :
kn: WiFi ಸ್ಥಿತಿ :
ko: 와이파이 상태 :
ku_arab: دۆخی WiFi :
ky: WiFi статусу :
lo: ສະຖານະພາບ WiFi :
lt: "WiFi" būsena :
lv: WiFi statuss :
mi: Tūnga WiFi :
ml: വൈഫൈ നില:
mr: वायफाय स्टेटस :
ms: Status WiFi :
mt: Status tal-WiFi:
ne: वाईफाई स्थिति:
or: ୱାଇଫାଇ ସ୍ଥିତି :
pa: ਵਾਈ-ਫਾਈ ਹਾਲਤ :
pl: Status WiFi :
prs: وضعیت فای :
pt_pt: Estado wi-fi :
ro: Stare WiFi :
ru: Статус WiFi :
sk: Stav WiFi:
sl: Stanje WiFi:
sq: Gjendja WiFi :
sr_cyrl: WиФи статус :
sw: Hali ya WiFi :
ta: WiFi நிலை :
te: WiFi స్థితి:
th: สถานะอินเทอร์เน็ตไร้สาย (WiFi) :
ti: ኵነታት WiFi
tr: WiFi durumu :
uk: Стан Wi-Fi:
ur: وائی فائی کی حیثیت:
vi: Trạng thái WiFi :
zh_hans: 无线状态 ：
zh_hant: 無線狀態 ：

# Dimiss.Content
source: Cancel
af: Kanselleer
am: ተወው
ar: إلغاء الأمر
as: বাতিল কৰা
az_arab: Ləğv etmək
bg: Задрасквам
bn: বাতিল
bs: Otkazati
ca: Cancel·lar
cs: Zrušit
cy: Canslo
da: Aflyse
de: Abbrechen
el: Ακυρώνω
es: Cancelar
et: Tühistama
fa: لغو
fi: Perua
fil: Kanselahin
fr_ca: Annuler
ga: Cuir ar ceal
gu: રદ્દ
he: ביטל
hi: रद्द करना
hr: Otkazati
hu: Érvénytelenít
hy: Չեղարկել
id: Membatalkan
is: Afturkalla
it: Annulla
iu: ᓄᖅᑲᖅᑎᓪᓗᒍᑦ
ja: キャンセル
kk: Болдырмау
km: លប់ចោល
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ku_arab: هەڵوەشاندنەوه
ky: Жокко чыгаруу
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mi: Whakakore
ml: ക്യാൻസൽ ചെയ്യ്
mr: रद्द करा
ms: Membatalkan
mt: Ikkanċella
nb: Annullere
ne: रद्द गर्नुहोस्
nl: Annuleren
or: ବାତିଲ୍‌ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
prs: لغو کردن
pt_pt: Cancelar
ro: Anula
ru: Отмена
sk: Zrušiť
sl: Odpovedati
sq: Anulo
sr_cyrl: Откажи
sr_latn: Otkaži
sv: Annullera
sw: Katisha
ta: ரத்து
te: రద్దు
th: ยกเลิก
ti: ደምስስ
tr: İptal
uk: Скасувати
ur: منسوخ
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# Duration.Text
source: | Duration
af: | Duur
am: | የጊዜ ቆይታ
ar: | مدة
as: | সময়কাল
az_arab: | Davametmə müddəti
bg: | Времетраене
bn: | স্থিতিকাল
bs: | Trajanje
ca: | Durada
cs: | Trvání
cy: | Hyd
da: | Varighed
de: | Dauer
el: | Διάρκεια
es: | Duración
et: | Kestus
fa: | مدت زمان
fi: | Kesto
fil: | Tagal ng panahon
fr_ca: | Durée
ga: | Fad
gu: | સમયગાળો
he: | משך
hi: | अवधि
hr: | Trajanje
hu: | Időtartam
hy: | Տեւողությունը
id: | Durasi
is: | Lengd
it: | Durata
iu: | ᐊᑯᓂᐅᓂᖓ
ja: | 期間
kk: | Ұзақтық
km: | Duration: 5:
kn: | ಅವಧಿ
ko: | 기간
ku_arab: | ماوە
ky: | Узактыгы
lt: | Trukmė
lv: | Ilgums
mi: | Roanga
ml: | ദൈർഘ്യം
mr: | कालावधी
ms: | Tempoh
mt: | Tul
nb: | Varighet
ne: | अवधि[सम्पादन गर्ने]
nl: | Duur
or: | ଅବଧି
pa: | ਅੰਤਰਾਲ
pl: | Czas trwania
prs: | مدت زمان
pt_pt: | Duração
ro: | Durată
ru: | Длительность
sk: | Trvanie
sl: | Trajanje
sq: | Kohëzgjatja
sr_cyrl: | Трајање
sr_latn: | Trajanje
sv: | Varaktighet
sw: | Muda
ta: | காலத்தொடர்ச்சி
te: | గడువు
th: | ระยะเวลา
ti: | ንውሓት ግዜ
tr: | Süre
uk: | Тривалість
ur: | دورانیہ
vi: | Trường độ
zh_hans: | 期间
zh_hant: | 期間

# EmailPopup_Description.Text
source: Enter your email address
af: Voer jou e-posadres in
am: የእርስዎ ኢሜይል አድራሻ ያስገቡ
ar: أدخل عنوان بريدك الإلكتروني
as: আপোনাৰ ইমেইল ঠিকনা প্ৰবিষ্ট কৰক
az_arab: E-poçt ünvanınızı daxil edin
bg: Въведете своя имейл адрес
bn: আপনার ইমেল ঠিকানা লিখুন
bs: Unesite vašu e-mail adresu
ca: Introduïu la vostra adreça de correu electrònic
cs: Zadejte svou e-mailovou adresu
cy: Rhowch eich cyfeiriad e-bost
da: Indtast din e-mailadresse
de: Geben Sie Ihre E-Mail-Adresse ein
el: Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας
es: Introduce tu dirección de correo electrónico
et: Sisestage oma e-posti aadress
fa: آدرس ایمیل خود را وارد کنید
fi: Anna sähköpostiosoitteesi
fil: Ipasok ang iyong email address
fr_ca: Entrez votre adresse e-mail
ga: Cuir isteach do sheoladh ríomhphoist
gu: તમારું ઇમેઇલ સરનામું દાખલ કરો
he: הזן את כתובת הדוא"ל שלך
hi: अपना ईमेल पता दर्ज करें
hr: Unesite svoju adresu e-pošte
hu: Add meg az e-mail címedet
hy: Մուտքագրեք ձեր էլփոստի հասցեն
id: Masukkan alamat email Anda
is: Sláðu inn netfangið þitt
it: Inserisci il tuo indirizzo email
iu: ᐃᓕᓗᒍ ᐃᕐᖐᓐᓈᖅᑕᐅᑏᑦ
ja: メールアドレスを入力
kk: Электрондық пошта мекенжайын енгізу
km: បញ្ចូល អាសយដ្ឋាន អ៊ីមែល របស់ អ្នក
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ko: 이메일 주소를 입력하세요
ku_arab: ناونیشانی ئیمەیڵەکەت تێبنووسە
ky: Электрондук почта дарегиңизди киргизиңиз
lo: ເຂົ້າທີ່ຢູ່ອີເມວຂອງທ່ານ
lt: Įveskite savo el. pašto adresą
lv: Ievadiet savu e-pasta adresi
mi: Whakamahia tōu wāhitau īmēra
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക
mr: आपला ईमेल पत्ता प्रविष्ट करा
ms: Masukkan alamat e-mel anda
mt: Daħħal l-indirizz elettroniku tiegħek
nb: Skriv inn e-postadressen din
ne: तपाईँको इमेल ठेगाना प्रविष्ट गर्नुहोस्
nl: Voer uw e-mailadres in
or: ଆପଣଙ୍କ ଇମେଲ୍ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ
pa: ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ
pl: Wpisz swój adres e-mail
prs: آدرس ایمیل خود را وارد کنید
pt_pt: Insira o seu endereço de e-mail
ro: Introduceți adresa de e-mail
ru: Введите свой адрес электронной почты
sk: Zadajte svoju e-mailovú adresu
sl: Vnesite svoj e-poštni naslov
sq: Shkruaj adresën tënde të postës elektronike
sr_cyrl: Унесите своју емаил адресу
sr_latn: Unesite svoju email adresu
sv: Ange din e-postadress
sw: Ingiza anwani yako ya barua pepe
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి
th: ป้อนที่อยู่อีเมลของคุณ
ti: ኣድራሻ ኢ-መይልካ ኣእቱ
tr: E-posta adresinizi girin
uk: Введіть свою адресу електронної пошти
ur: اپنا ای میل پتہ درج کریں
vi: Nhập địa chỉ email của bạn
zh_hans: 输入您的电子邮件地址
zh_hant: 輸入您的電子郵件位址

# EmailPopup_Title.Text
source: Email your session
af: E-pos jou sessie
am: የእርስዎ ክፍለ ጊዜ ኢሜይል
ar: إرسال جلستك عبر البريد الإلكتروني
as: আপোনাৰ অধিবেশন ইমেইল কৰক
az_arab: İclasınızı e-poçtla göndərin
bg: Изпращане на вашата сесия по имейл
bn: আপনার সেশন ইমেল করুন
bs: Pošaljite e-mail vašu sesiju
ca: Envieu la sessió per correu electrònic
cs: Odeslání relace e-mailem
cy: E-bostiwch eich sesiwn
da: Send din session via e-mail
de: Sitzung per E-Mail versenden
el: Αποστολή της περιόδου λειτουργίας σας μέσω ηλεκτρονικού ταχυδρομείου
es: Envíe su sesión por correo electrónico
et: Seansi saatmine e-postiga
fa: ایمیل جلسه خود را
fi: Istunnon lähettäminen sähköpostitse
fil: Mag email sa iyong session
fr_ca: Envoyez votre session par e-mail
ga: Seol ríomhphost chuig do sheisiún
gu: તમારા સત્રને ઈ-મેઈલ કરો
he: שלח את ההפעלה בדואר אלקטרוני
hi: अपने सत्र को ईमेल करें
hr: Pošaljite sesiju e-poštom
hu: A munkamenet e-mailben való elküldése
hy: Էլեկտրոնային փոստով ուղարկեք ձեր նիստը
id: Kirim sesi Anda melalui email
is: Sendu lotuna þína í tölvupósti
it: Invia la tua sessione via email
iu: ᐃᕐᖐᓈᖅᑕᐅᒃᑯᑦ ᑎᑎᕋᕐᕕᒋᓗᒋᑦ ᐃᓕᓐᓂᐊᖅᑕᑎᑦ
ja: セッションをメールで送信する
kk: Сеансты электрондық поштамен жіберу
km: អ៊ីមែល សម័យ របស់ អ្នក
kn: ನಿಮ್ಮ ಸೆಷನ್ ಅನ್ನು ಇಮೇಲ್ ಮಾಡಿ
ko: 세션을 이메일로 보내기
ku_arab: ئیمەیلی دانیشتنەکەت بکە
ky: Сессияңызды электрондук почта аркылуу жөнөт
lo: ສົ່ງອີເມວພາກຂອງທ່ານ
lt: Siųskite seansą el. paštu
lv: Sesijas nosūtīšana pa e-pastu
mi: Īmēratia tō wātū
ml: നിങ്ങളുടെ സെഷൻ ഇമെയിൽ ചെയ്യുക
mr: आपले सत्र ईमेल करा
ms: E-melkan sesi anda
mt: Ibgħat email lis-sessjoni tiegħek
nb: Send økten på e-post
ne: तपाईँको सत्र इमेल गर्नुहोस्
nl: Uw sessie e-mailen
or: ଆପଣଙ୍କ ଅଧିବେଶନ ଇମେଲ୍ କରନ୍ତୁ
pa: ਆਪਣੇ ਸ਼ੈਸ਼ਨ ਨੂੰ ਈਮੇਲ ਕਰੋ
pl: Wyślij sesję pocztą e-mail
prs: جلسه خود را ایمیل کنید
pt_pt: Envie um e-mail para a sua sessão
ro: Trimiteți-vă sesiunea prin e-mail
ru: Отправить сеанс по электронной почте
sk: Odoslanie relácie e-mailom
sl: E-poštni naslov vaše seje
sq: Dërgo në email seancën tënde
sr_cyrl: Пошаљите сесију е-поштом
sr_latn: Pošaljite sesiju e-poštom
sv: Skicka din session via e-post
sw: Barua pepe kikao chako
ta: உங்கள் அமர்வுக்கு மின்னஞ்சல் அனுப்பவும்
te: మీ సెషన్ కు ఇమెయిల్ చేయండి
th: ส่งอีเมลเซสชันของคุณ
ti: ፕሮግራምካ ኢ-መይል ጽሓፍ
tr: Oturumunuza e-posta gönderme
uk: Надсилання сеансу електронною поштою
ur: اپنے سیشن کو ای میل کریں
vi: Gửi email cho phiên của bạn
zh_hans: 通过电子邮件发送您的会话
zh_hant: 通過電子郵件發送您的會話

# ForcedUpdateDialogCaption
source: We have critical updates for
af: Ons het kritieke opdaterings vir
am: ወሳኝ የሆኑ ማሻሻያዎች አሉን
ar: لدينا تحديثات هامة ل
as: আমাৰ ওচৰত গুৰুত্বপূৰ্ণ আপডেট আছে
az_arab: Bizim üçün kritik yenilənmələrimiz var
bg: Имаме критични актуализации за
bn: আমাদের কাছে এর জন্য সমালোচনামূলক আপডেট রয়েছে
bs: Imamo kritična ažuriranja za
ca: Tenim actualitzacions crítiques per a
cs: Máme důležité aktualizace pro
cy: Mae gennym ddiweddariadau beirniadol ar gyfer
da: Vi har kritiske opdateringer til
de: Wir haben wichtige Updates für
el: Έχουμε κρίσιμες ενημερώσεις για
es: Tenemos actualizaciones críticas para
et: Meil on kriitilised värskendused
fa: در حال حاضر به روز رسانی بحرانی برای
fi: Meillä on kriittisiä päivityksiä
fil: Mayroon kaming mga kritikal na update para sa
fr_ca: Nous avons des mises à jour critiques pour
ga: Tá nuashonruithe criticiúla againn maidir le
gu: અમારી પાસે આના માટે નિર્ણાયક અપડેટ્સ છે
he: יש לנו עדכונים קריטיים עבור
hi: हमारे पास महत्वपूर्ण अपडेट हैं
hr: Imamo kritična ažuriranja za
hu: Kritikus fontosságú frissítéseink vannak a következőkhöz:
hy: Մենք ունենք քննադատական թարմացումներ
id: Kami memiliki pembaruan penting untuk
is: Við höfum mikilvægar uppfærslur fyrir
it: Abbiamo aggiornamenti critici per
iu: ᐱᒻᒪᕆᐊᓗᖕᓂᒃ ᓄᑖᙳᕆᐊᖅᓯᒪᔪᓂᒃ ᐱᑕᖃᖅᐳᖅ
ja: 重要な更新があります
kk: Бізде сыни жаңартулар бар
km: យើង មាន ការ ធ្វើ បច្ចុប្បន្ន ភាព រិះគន់ សម្រាប់
kn: ಇದಕ್ಕಾಗಿ ನಾವು ನಿರ್ಣಾಯಕ ನವೀಕರಣಗಳನ್ನು ಹೊಂದಿದ್ದೇವೆ
ko: 다음에 대한 중요한 업데이트가 있습니다.
ku_arab: نوێکردنەوە گرنگەکانمان هەیە بۆ
ky: Биз үчүн сындуу жаңыртуулар бар
lo: ພວກເຮົາມີການປັບປຸງທີ່ສໍາຄັນສໍາລັບ
lt: Turime svarbių atnaujinimų, skirtų
lv: Mums ir kritiski atjauninājumi
mi: He whakahōutanga takenui tā mātou mō
ml: ഇനിപ്പറയുന്നവയ്ക്കായി ഞങ്ങൾക്ക് നിർണായക അപ് ഡേറ്റുകൾ ഉണ്ട്
mr: आमच्याकडे यासाठी महत्त्वपूर्ण अद्यतने आहेत
ms: Kami mempunyai kemas kini kritikal untuk
mt: Għandna aġġornamenti kritiċi għal
nb: Vi har kritiske oppdateringer for
ne: हामीसँग आलोचनात्मक अद्यावधिकहरू छन्
nl: We hebben essentiële updates voor
or: ଆମର ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଅପଡେଟ୍ ଅଛି
pa: ਸਾਡੇ ਕੋਲ ਇਸ ਦੇ ਲਈ ਮਹੱਤਵਪੂਰਨ ਅੱਪਡੇਟ ਹਨ
pl: Mamy krytyczne aktualizacje dla
prs: ما به روز رسانی بحرانی برای
pt_pt: Temos atualizações críticas para
ro: Avem actualizări critice pentru
ru: У нас есть критические обновления для
sk: Máme kritické aktualizácie pre
sl: Imamo ključne posodobitve za
sq: Kemi përditësime kritike për
sr_cyrl: Имамо критичне исправке за
sr_latn: Imamo kritične ispravke za
sv: Vi har viktiga uppdateringar för
sw: Tuna sasisho muhimu kwa
ta: இதற்கான முக்கியமான புதுப்பிப்புகள் எங்களிடம் உள்ளன
te: దీని కొరకు మాకు కీలకమైన అప్ డేట్ లు ఉన్నాయి
th: เรามีการปรับปรุงที่สําคัญสําหรับ
ti: ወሳኒ ምትዕርራያት ኣሎና
tr: Şunlar için kritik güncelleştirmelerimiz var:
uk: У нас є критичні оновлення для
ur: ہمارے پاس اس کے لئے اہم اپ ڈیٹس ہیں
vi: Chúng tôi có các cập nhật quan trọng cho
zh_hans: 我们有以下重要更新
zh_hant: 我們有以下重要更新

# ForcedUpdateDialogInstallBtnText
source: Update
af: Bywerking
am: አሻሽል
ar: تحديث
as: আপডেট কৰক
az_arab: Yenilə
bg: Актуализирам
bn: আধুনিকীকরণ
bs: Ažuriranje
ca: Actualitzar
cs: Aktualizace
cy: Diweddaru
da: Opdatering
de: Aktualisieren
el: Ενημερώνω
es: Actualizar
et: Uuendama
fa: روز رسانی
fi: Päivittää
fr_ca: Mise à jour
ga: Nuashonrú
gu: સુધારો
he: עדכון
hi: आधुनिकीकरणअ
hr: Ažurirati
hu: Frissít
hy: Թարմացում
id: Pemutakhiran
is: Uppfæra
it: Aggiornare
iu: ᓄᑖᙳᕆᐊᖅᓯᒪᔪᑦ
ja: 更新
kk: Жаңарту
kn: ನವೀಕರಣ ಮಾಡಿ
ko: 업데이트
ku_arab: نوێکردنەوە
ky: Жаңылоо
lo: ອັບເດດ
lt: Naujinti
lv: Aktualizēt
mi: Whakahōu
ml: അപ് ഡേറ്റ് ചെയ്യുക
mr: अद्ययावत करा
ms: Kemaskini terakhir
mt: Aġġornament
nb: Oppdatering
ne: अद्यावधिक गर्नुहोस्
or: ଅପଡେଟ୍
pa: ਅੱਪਡੇਟ
pl: Aktualizacja
prs: به روز رسانی
pt_pt: Atualização
ro: Actualiza
ru: Обновлять
sk: Aktualizovať
sl: Posodobitev
sq: Rifresko
sr_cyrl: Ажурирање
sr_latn: Ažuriranje
sv: Uppdatera
sw: Sasisha
ta: புதுப்பி
te: అప్ డేట్ చేయి
th: อัพเดต
ti: እዋናዊ ሓበሬታ
tr: Güncelleştirmek
uk: Оновлювати
ur: تازہ کاری
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# ForcedUpdateDialogTitle
source: Critical Updates
af: Kritiese opdaterings
am: ወሳኝ የሆኑ ማሻሻያዎች
ar: التحديثات الهامة
as: গুৰুত্বপূৰ্ণ আপডেটসমূহ
az_arab: Kritik Yenilənmələr
bg: Критични актуализации
bn: সমালোচনামূলক হালনাগাদসমূহ
bs: Kritična ažuriranja
ca: Actualitzacions crítiques
cs: Důležité aktualizace
cy: Diweddariadau Beirniadol
da: Kritiske opdateringer
de: Wichtige Updates
el: Κρίσιμες ενημερώσεις
es: Actualizaciones críticas
et: Kriitilised värskendused
fa: به روز رسانی های بحرانی
fi: Kriittiset päivitykset
fil: Mga Kritikal na Update
fr_ca: Mises à jour critiques
ga: Nuashonruithe Criticiúla
gu: જટિલ સુધારાઓ
he: עדכונים קריטיים
hi: महत्वपूर्ण अद्यतन
hr: Kritična ažuriranja
hu: Kritikus frissítések
hy: Կրիտիկական թարմացումներ
id: Pembaruan Penting
is: Mikilvægar uppfærslur
it: Aggiornamenti critici
iu: ᐱᒻᒪᕆᐅᔪᑦ ᓄᑖᙳᕆᐊᖅᓯᒪᔪᑦ
ja: 重要な更新
kk: Сыни жаңартулар
km: ការ Update ការរិះគន់
kn: ನಿರ್ಣಾಯಕ ನವೀಕರಣಗಳು
ko: 중요 업데이트
ku_arab: نوێکردنەوە گرنگەکان
ky: Сындуу жаңыртуулар
lo: ການອັບເດດທີ່ສໍາຄັນ
lt: Kritiniai naujinimai
lv: Kritiskie atjauninājumi
mi: Ngā Whakahōunga Takenui
ml: ക്രിട്ടിക്കൽ അപ് ഡേറ്റുകൾ
mr: क्रिटिकल अपडेट्स
ms: Kemas Kini Kritikal
mt: Aġġornamenti Kritiċi
nb: Kritiske oppdateringer
ne: आलोचनात्मक अद्यावधिक
nl: Essentiële updates
or: ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଅପଡେଟସ୍
pa: ਨਾਜ਼ੁਕ ਅੱਪਡੇਟ
pl: Aktualizacje krytyczne
prs: به روز رسانی بحرانی
pt_pt: Atualizações críticas
ro: Actualizări critice
ru: Критические обновления
sk: Kritické aktualizácie
sl: Kritične posodobitve
sq: Përditësime kritike
sr_cyrl: Критичне исправке
sr_latn: Kritične ispravke
sv: Viktiga uppdateringar
sw: Sasisho muhimu
ta: முக்கியமான புதுப்பிப்புகள்
te: క్లిష్టమైన నవీకరణలు
th: การอัปเดตที่สําคัญ
ti: ወሳኒ ምትዕርራያት
tr: Kritik Güncellemeler
uk: Критичні оновлення
ur: اہم تازہ کاریاں
vi: Cập nhật quan trọng
zh_hans: 关键更新
zh_hant: 關鍵更新

# GoBack.Content
source: Go Back
af: Gaan terug
am: ተመለስ
ar: الرجوع للخلف
as: উভতি যোৱা
az_arab: Qayıdın
bg: Върни се назад
bn: ফিরে যাও
bs: Vrati se
ca: Tornar
cs: Vrať se
cy: Cer nôl
da: Gå tilbage
de: Zurück
el: Πήγαινε πίσω
es: Volver
et: Mine tagasi
fa: برگرد
fi: Mene takaisin
fil: Bumalik ka na
fr_ca: Retourne
ga: Téigh siar
gu: પાછા જાઓ
he: תחזור
hi: पस जाओ
hr: Vrati se
hu: Menj vissza
hy: Հետ գնա
id: Kembali
is: Farðu til baka
it: Indietro
iu: ᐅᑎᕆᐊᕆᑦ
ja: 戻ってください
kk: Қайтып бар
km: ត្រឡប់​ក្រោយ
kn: ಹಿಂದೆ ಹೋಗು
ko: 돌아 가
ku_arab: بگەڕێوە
ky: Артка кайрыл
lo: ກັບມາ
lt: Grįžk atgal
lv: Iet atpakaļ
mi: , Hoki ake
ml: തിരിച്ച് പോകൂ
mr: परत जा
ms: Pergi balik
mt: Mur lura
nb: Gå tilbake
ne: पछाडि जानुहोस्
nl: Terug
or: ପଛକୁ ଯାଆନ୍ତୁ
pa: ਵਾਪਸ ਜਾਓ
pl: Przejdź wstecz
prs: پس برو
pt_pt: Volta
ro: Întoarce-te
ru: Вернуться
sk: Vráť sa
sl: Vrni se
sq: Kthehu mbrapa
sr_cyrl: Врати се
sr_latn: Vrati se
sv: Gå tillbaka
sw: Rudi
ta: பின் செல்
te: వెనక్కి వెళ్ళు
th: ย้อนกลับ
ti: ተመለስ
tr: Geri Git
uk: Повертатися
ur: واپس جاؤ
vi: Quay lại
zh_hans: 回去
zh_hant: 回去

# HelpPageSignOut.Content
source: Sign Out
af: Teken uit
am: ወደ ውጭ ምልክት
ar: تسجيل الخروج
as: ছাইন আউট কৰক
az_arab: İşarə Çıxma
bg: Изход
bn: সাইন আউট করুন
bs: Odjavi se
ca: Tancar la sessió
cs: Odhlásit se
cy: Logio
da: Logge af
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
fa: خارج شدن
fi: Kirjautua ulos
fil: Mag-sign Out
fr_ca: Se déconnecter
ga: Sínigh Amach
gu: સહી કરો
he: התנתקות
hi: साइन आउट करें
hr: Odjava
hu: Kijelentkezés
hy: Նշեք դուրս
id: Keluar
is: Útskrá
it: Esci
iu: ᐊᑎᓕᐅᕐᓗᑎᑦ
ja: サインアウト
kk: Шығу
km: ចុះ ហត្ថលេខា
kn: ಸೈನ್ ಔಟ್
ko: 로그아웃
ku_arab: چوونە دەرەوە
ky: Кирүү
lt: Atsijungti
lv: Izrakstīties
mi: Takiputa
ml: സൈൻ ഔട്ട് ചെയ്യുക
mr: साइन आउट करा
ms: Daftar Keluar
mt: Oħroġ
nb: Logg av
ne: साइन आउट गर्नुहोस्
nl: Afmelden
or: ସାଇନ୍ ଆଉଟ୍ କରନ୍ତୁ
pa: ਸਾਈਨ ਆਉਟ
pl: Wyloguj się
prs: ثبت نام کنید
pt_pt: Assine
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sl: Odjava
sq: Firmos
sr_cyrl: Одјави се
sr_latn: Odjavi se
sv: Logga ut
sw: Jisajili
ta: வெளியேறு
te: సైన్ అవుట్ చేయండి
th: ลงชื่อออก
ti: ክታም ኣውጽእ
tr: Oturumu Kapat
uk: Вийти
ur: سائن آؤٹ کریں
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# History_Export.Text
source: Generating file...
af: Genereer lêer ...
am: ፋይል ማመንጨት ...
ar: إنشاء ملف...
as: ফাইল সৃষ্টি কৰা হৈছে...
az_arab: Fayl yaradılır...
bg: Генериране на файл...
bn: ফাইল তৈরি করা হচ্ছে...
bs: Generisanje datoteke...
ca: Generant fitxer...
cs: Generování souboru...
cy: Cynhyrchu ffeil...
da: Generering af fil...
de: Datei wird generiert...
el: Δημιουργία αρχείου...
es: Generando archivo...
et: Faili genereerimine...
fa: تولید فایل...
fi: Tiedoston luominen...
fil: Pagbuo ng file...
fr_ca: Génération de fichiers...
ga: Comhad a ghiniúint...
gu: ફાઈલ બનાવી રહ્યા છીએ...
he: יצירת קובץ...
hi: फ़ाइल जनरेट करना...
hr: Generiranje datoteke...
hu: Fájl generálása...
hy: Գեներացնող ֆայլ...
id: Menghasilkan file...
is: Búa til skrá ...
it: Generazione di file...
iu: ᐊᐅᓚᔪᑦ ᑎᑎᖅᑲᐃᑦ...
ja: ファイルを生成しています...
kk: Файлды жасау...
km: ការ បង្កើត ឯកសារ ...
kn: ಫೈಲ್ ಅನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ...
ko: 파일 생성 중...
ku_arab: درووستکردنی فایلەکە
ky: Файлды түзүү...
lo: ການສ້າງໄຟລ໌...
lt: Failo generavimas...
lv: Ģenerējot failu...
mi: Kei te hanga kōnae...
ml: ഫയൽ സൃഷ്ടിക്കുന്നു...
mr: फाइल तयार करत आहे...
ms: Menjana fail...
mt: Qed jiġġenera l-fajl...
nb: Genererer fil ...
ne: फाइल सिर्जना गर्दैछ...
nl: Bestand genereren...
or: ଫାଇଲ୍ ସୃଷ୍ଟି କରୁଛି...
pa: ਫਾਇਲ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Generowanie pliku...
prs: تولید فایل...
pt_pt: A gerar ficheiro...
ro: Generarea de fișiere ...
ru: Генерация файла...
sk: Generovanie súboru...
sl: Ustvarjanje datoteke ...
sq: Gjenerimin e file...
sr_cyrl: Генерисање датотеке...
sr_latn: Generisanje datoteke...
sv: Generera fil...
sw: Kuzalisha faili...
ta: கோப்பை உருவாக்குகிறது...
te: ఫైలును రూపొందిస్తోంది...
th: กําลังสร้างไฟล์...
ti: ፋይል ምውጻእ...
tr: Dosya oluşturuluyor...
uk: Генерація файлу...
ur: مسل پیدا کر رہا ہے...
vi: Đang tạo tập tin...
zh_hans: 正在生成文件...
zh_hant: 產生檔案...

# HistoryListColumnSessionName.Text
source: Name
af: Naam
am: ስም
ar: اسم
as: নাম
az_arab: Ad
bg: Име
bn: নাম
bs: Ime
ca: Nom
cs: Jméno
cy: Enw
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fa: نام
fi: Nimi
fil: Pangalan
fr_ca: Nom
ga: Fón
gu: નામ
he: שם
hi: नाम
hr: Ime
hu: Név
hy: Անուն
id: Nama
is: Nafn
it: Nome
iu: ᐊᑎᖓ
ja: 名前
kk: Атауы
km: ឈ្មោះ
kn: ಹೆಸರು
ko: 이름
ku_arab: ناو
ky: Аты-жөнү
lo: ຊື່
lt: Vardas, pavadinimas
lv: Vārds
mi: Ingoa
ml: നാമം
mr: नाम
ms: Nama
mt: Isem
nb: Navn
ne: नाम
nl: Naam
or: ନାମ
pa: ਨਾਂ
pl: Nazwa
prs: نام
pt_pt: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sq: Emri
sr_cyrl: Име
sr_latn: Ime
sv: Namn
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
ti: ስም
tr: Ad
uk: Ім'я
ur: نام
vi: Tên
zh_hans: 名字
zh_hant: 名字

# HistoryListColumnSynced.Text
source: Synced
af: Gesinkroniseer
am: የተቀነባበረ
ar: مزامن
as: সংমিহলি কৰা হৈছে
az_arab: Sinxronizasiya
bg: Синхронизира
bn: সিঙ্ক করা হয়েছে
bs: Sinhronizovano
cs: Synchronizovat
da: Synkroniseret
de: Synchronisiert
el: Συγχρονισμένες
es: Sincronizado
et: Sünkroonitud
fa: همگام سازی
fi: Synkronoitu
fil: Naka-sync na
fr_ca: Synchronisé
ga: Sioncronaithe
gu: સુમેળ થયેલ
he: המסונכרנת
hi: सिंक्रनाइज़
hr: Sinkronizirane
hu: Szinkronizálva
hy: Սինկեդ
id: Disinkronkan
it: Sincronizzati
iu: ᑕᓗᕈᕕᓂᖅ
ja: 同期
kk: Синхрондалған
km: យោគបាន
kn: ಸಿಂಕ್ ಮಾಡಿದ
ko: 동기화
ku_arab: هاوکاتکراو
ky: Синхрондалган
lt: Sinchronizuoti
lv: Sinhronizētas
mi: Kua tukutahitia
ml: സമന്വയിപ്പിച്ചു
mr: समक्रमितName
ms: Disegerakkan
mt: Issinkronizzat
nb: Synkronisert
ne: समक्रमण गरियो
nl: Gesynchroniseerd
or: ସିଙ୍କ୍ ହୋଇଛି
pa: ਸਮਕਾਲੀ
pl: Synchronizowane
prs: همگام سازی شده
pt_pt: Sincronizado
ro: Sincronizate
ru: Синхронизированы
sk: Synchronizované
sl: Sinhronizirana
sq: Sinkronizuar
sr_cyrl: Синхронизовани
sr_latn: Sinhronizovani
sv: Synkroniseras
sw: Imelandanishwa
ta: ஒத்திசைக்கப்பட்டது
te: సమకాలీకరించబడింది
th: ซิงค์
ti: እተወሃሃደ
tr: Senkronize
uk: Синхронізовану
ur: مطابقت پذیر
vi: Đã đồng bộ hóa
zh_hans: 同步
zh_hant: 同步
